const mockCompanyInfo = {
    "ID": 17,
    "description": "ОАО «РЖД» обеспечивает пассажирские и грузовые перевозки по всей России, предоставляя широкий спектр транспортных услуг.",
    "name": "ОАО «РЖД»",
    "rating": 3.5,
    "reviewsCount": 61248,
    "reviewsSummary": "ОАО «РЖД» получает смешанные отзывы. Сотрудники ценят стабильность, социальные гарантии и возможности карьерного роста, но указывают на необходимость повышения заработной платы и снижения бюрократических процедур. Пассажиры хвалят удобство поездок и профессионализм персонала, однако жалуются на старые вагоны, высокие цены и недостатки в сервисе.",
    "shortSummary": "ОАО «РЖД» ценится за стабильность и профессионализм, но требует улучшений в зарплате и сервисе.",
    "sources": [
        "https://dreamjob.ru/employers/2912941",
        "Dreamjob",
        "Сотрудники отмечают стабильность компании, социальные гарантии и возможности карьерного роста, однако указывают на необходимость повышения заработной платы и снижения бюрократических процедур.",
        "https://orabote.biz/feedback/list/company/9712",
        "Orabote",
        "Отзывы подчеркивают престиж работы в крупной организации, своевременную оплату труда и социальные льготы, но также упоминают строгую дисциплину и высокую загруженность.",
        "https://otzovik.com/reviews/oao_rzhd/",
        "Otzovik",
        "Пассажиры хвалят удобство поездок и профессионализм сотрудников, однако жалуются на старые вагоны, высокие цены и недостатки в сервисе.",
        "https://pravda-sotrudnikov.ru/company/oao-rzjd",
        "Pravda Sotrudnikov",
        "Сотрудники ценят социальные пакеты и удобный график работы, но отмечают высокую ответственность и необходимость постоянной концентрации.",
        "https://yell.ru/moscow/com/rossiyskie-jeleznyie-dorogi-oao-rjd-oao_3011696/",
        "Yell",
        "Пассажиры выражают недовольство состоянием вагонов, чистотой и уровнем обслуживания, особенно на дальних маршрутах."
    ],
    "tagline": "Крупнейший железнодорожный оператор России"
};

export default mockCompanyInfo;
